{
  "title": "Experience",
  "baseline": "What I've done",
  "company": "Company",
  "school": "School",
  "course": "Course",
  "mission": "Mission",
  "umi": {
    "date": "Since August 2015",
    "company": "United Motion Ideas",
    "job": "Design & Development Engineer",
    "desc": "UMI is a french start-up that helps companies to increase the value of their innovation, by providing the a rapid and clear feedback from the market",
    "mission": "My job is to develop the search module of professionals, to target and contact experts with specific skills all around the world. I'm working with full autonomy on this module, which is critical for the good functioning of the platform.",
    "type": "work"
  },
  "umi2": {
    "date": "August 2014 - June 2015",
    "company": "United Motion Ideas",
    "job": "Final year internship",
    "desc": "UMI is a french start-up that helps companies to increase the value of their innovation, by providing the a rapid and clear feedback from the market",
    "mission": "During this internship, I designed and implemented a real-time notifications module for the UMI platform.",
    "type": "work"
  },
  "mozilla": {
    "date": "June 2013",
    "company": "Mozilla Firefox",
    "job": "Contribution project to the free software",
    "desc": "Mozilla Firefox is a free and open-source web browser developed by the Mozilla Foundation, with the help of thousands of volunteers.",
    "mission": "Within a team of 4 students and under the supervision of a Mozilla Foundation developer, we corrected several bugs and implemented new functionalities related to the media code of the browser.",
    "type": "work"
  },
  "stm": {
    "date": "July 2012 - August 2012",
    "company": "ST Microelectronics",
    "job": "Cleanroom operator internship",
    "desc": "STMicroelectronics is a multinational company developing, manufacturing and commercializing semiconductor chips. It is one of the world leaders in semiconductors manufacturing.",
    "mission": "Working in the cleanroom Crolles 300, on the production chain of 300mm wafers. My job was on the speedline, doing the follow-up of the urgent batches of the production.",
    "type": "work"
  },
  "upc": {
    "date": "2013 - 2014",
    "company": "FIB BarcelonaTech",
    "job": "Master in Innovation and Research in Informatics",
    "desc": "The Polytechnic University of Catalonia (BarcelonaTech) is the largest scientific and technical university in Catalonia, Spain. The Informatics Faculty is the department dedicated to computer science.",
    "mission": "I was in an exchange program during two semesters, following classes of networks, programming (Javascript, Erlang), but also Machine Learning.",
    "type": "school"
  },
  "imag": {
    "date": "2012 - 2013",
    "company": "Grenoble INP Ensimag",
    "job": "Second year of Engineering school",
    "desc": "The École nationale supérieure d'informatique et mathématiques appliquées, or Grenoble INP - Ensimag, is a prestigious French Grande École part of the Institut polytechnique de Grenoble. The school is one of the top French educational institutions and specializes in Computer science, Applied Mathematics and Telecommunications.",
    "mission": "I could improve at the ENSIMAG my skills in software programming, network security and database management systems.",
    "type": "school"
  },
  "phelma": {
    "date": "2011 - 2012",
    "company": "Grenoble INP Phelma",
    "job": "First year of Engineering school",
    "desc": "The École Nationale Supérieure de Physique, Électronique et Matériaux (Phelma) is a prestigious French Grande École part of the Institut polytechnique de Grenoble. The school specializes in physics, electronics and materials.",
    "mission": "My core curriculum was PET (Physics, Electronics, Telecoms), I followed classes about electronics, C programming and signal treatment.",
    "type": "school"
  },
  "prepa": {
    "date": "2009 - 2011",
    "company": "Lycée Claude Fauriel",
    "job": "Preparatory classes, Maths/Physics",
    "desc": "The Claude Fauriel highschool is a public highschool in Saint-Etienne, that also offers Higher School Preparatory Classes.",
    "mission": "Higher School Preparatory Classes are part of the French post-secondary education system. They consist of two very intensive years which act as a preparatory course with the main goal of training students for enrollment in one of the Grandes Écoles.",
    "type": "school"
  }
}
