{
  "title": "Parcours",
  "baseline": "J'ai fait plein de trucs cools",
  "company": "Entreprise",
  "school": "Ecole",
  "course": "Cours",
  "mission": "Mission",
  "umi": {
    "date": "Depuis Juillet 2015",
    "company": "United Motion Ideas",
    "job": "Ingénieur conception et développement",
    "desc": "Start-up lyonnaise qui évolue dans le domaine de la valorisation de l'innovation. Via sa plateforme web, elle permet aux entreprises innovantes d'avoir un retour mondial rapide des professionnels du marché.",
    "mission": "Mon rôle est de développer le module de recherche des professionnels permettant de cibler et contacter des professionnels dans le monde entier, en fonction de leurs compétences. Je travaille en autonomie sur ce module, qui a un rôle crucial pour le fonctionnement de la plateforme.",
    "type": "work"
  },
  "umi2": {
    "date": "Août 2014 - Juin 2015",
    "company": "United Motion Ideas",
    "job": "Stage de fin d'études",
    "desc": "Start-up lyonnaise qui évolue dans le domaine de la valorisation de l'innovation. Via sa plateforme web, elle permet aux entreprises innovantes d'avoir un retour mondial rapide des professionnels du marché.",
    "mission": "Lors de mon stage, j'ai conçu et implémenté un module de notifications en temps réel pour la plateforme UMI.",
    "type": "work"
  },
  "mozilla": {
    "date": "Juin 2013",
    "company": "Mozilla Firefox",
    "job": "Projet de contribution au logiciel libre",
    "desc": "Mozilla Firefox est un navigateur web libre et gratuit, développé et distribué par la Mozilla Foundation, avec l'aide de nombreux contributeurs bénévoles.",
    "mission": "Dans une équipe de 4 étudiants sous la supervision d'un employé de la Mozilla Foundation, nous avons corrigés plusieurs bugs et implémenté de nouvelles fonctionnalités liées à la partie media du navigateur.",
    "type": "work"
  },
  "stm": {
    "date": "Juillet 2012 - Août 2012",
    "company": "ST Microelectronics",
    "job": "Stage opérateur en salle blanche",
    "desc": "STMicroelectronics est une société internationale qui développe, fabrique et commercialise des puces électroniques. Elle est l'un des tout premiers acteurs mondiaux du secteur économique de la production de semi-conducteurs.",
    "mission": "Travail dans la salle blanche Crolles 300, sur la chaîne de production de wafers 300mm. En poste sur la \"speedline\": suivi des lots urgents de la production.",
    "type": "work"
  },
  "upc": {
    "date": "2013 - 2014",
    "company": "FIB (UPC)",
    "job": "Master in Innovation and Research in Informatics",
    "desc": "L'Université polytechnique de Catalogne (BarcelonaTech) est la plus grande université scientifique et technique de la Generalitat de Catalogne en Espagne. La Facultat d'Informàtica est le département dédié à l'informatique.",
    "mission": "En échange universitaire (Erasmus) durant deux semestres, j'ai suivi des cours de réseau, de programmation (Javascript, Erlang) mais aussi de Machine Learning.",
    "type": "school"
  },
  "imag": {
    "date": "2012 - 2013",
    "company": "Grenoble INP Ensimag",
    "job": "Deuxième année d’école d’ingénieurs",
    "desc": "L’École Nationale Supérieure d’Informatique et de Mathématiques Appliquées est une grande école d’ingénieurs du groupe Grenoble INP, spécialisée en informatique, mathématiques et télécommunications.",
    "mission": "J'ai pu appronfondir à l'ENSIMAG mes compétences en développement logiciel, sécurité des réseaux ou encore systèmes de gestion de base de données.",
    "type": "school"
  },
  "phelma": {
    "date": "2011 - 2012",
    "company": "Grenoble INP Phelma",
    "job": "Première année d’école d’ingénieurs",
    "desc": "L’École nationale supérieure de PHysique ÉLectronique MAtériaux est une grande école d’ingénieurs du groupe Grenoble INP qui offre une grande diversité de cursus, des technologies de l'information à la nanotechnologie.",
    "mission": "Engagé dans le tronc commun PET (Physique, Électronique, Télécoms), j'ai suivi des cours portant sur des thèmes variés tels que l'électronique, la programmation en C ou encore le traitement du signal.",
    "type": "school"
  },
  "prepa": {
    "date": "2009 - 2011",
    "company": "Lycée Claude Fauriel",
    "job": "Classe préparatoire Maths - Physique",
    "desc": "Le lycée Claude Fauriel est un lycée public de Saint-Etienne, qui comporte également des classes préparatoires aux grandes écoles (CPGE).",
    "mission": "J'ai suivi le cursus Maths/Physique pendant deux ans (MPSI puis MP*), pour préparer les concours d'entrée aux grandes écoles d'ingénieur.",
    "type": "school"
  }
}
